[SetupWizard]

Install 			= Install ASUS WLAN Card Utilities/Driver
Install_ToolTip			= Click to run the steup installation program 
Uninstall			= Uninstall ASUS WLAN Card Utilities/Driver
Uninstall_ToolTip 		= Click to uninstall the WLAN Card utilities/driver from your system
Manual_Read_Install		= Read/Install User Documentation
Manual_Read_Install_ToolTip	= Click to view or install the user manual
Explore_CD			= Explore this CD
Explore_CD_ToolTip		= Click to browse this CD using Windows Explorer
Browse_WebSite			= Browse our Web Site
Browse_WebSite_ToolTip		= Click to open our web site in your browser
Install_Langauge		= Install language : 
Exit				= Exit     
Read_QSG			= Read Card Quick Start Guide
Read_QSG_ToolTip		= Click to display the WLAN Card Quick Start Guide  
Read_UserManual			= Read Card User Manual
Read_UserManual_ToolTip		= Click to display the WLAN Card User Manual
Install_UserDoc			= Install User Documentation
Install_UserDoc_ToolTip		= Click to install the user documentation
Install_AdobeReader		= Install Adobe Reader Software
Install_AdobeReader_ToolTip	= The document file is PDF format, you need Adobe Acrobat Reader to view it
Download_AdobeReader		= Download Adobe Reader
Download_AdobeReader_ToolTip	= Click the "Download Adobe Reader" Adobe Reader is connected to the official website, you can download software updates
Return				= Return
Uninstall_notHaveDriver		= You don't install the ASUS WLAN Utilities/Driver, Please kindly check it !

[Languages]

English				= English
Czech				= čeština
Greek				= Ελληνικά
Hungarian			= magyar
Polish				= polski
Portuguese			= português
Romanian			= română
Spanish				= español
Latvia				= latviešu
Lithuanian			= lietuvių
French				= français
German				= deutsch
Italian				= italiano
Russian				= русский
Traditional_Chinese		= 中文 (繁體)
Turkish			=Türkçe

